[
  {
    "title": "Good Music",
    "content": "The chair sat in the corner where it had been for over 25 years. The only difference was there was someone actually sitting in it. How long had it been since someone had done that? Ten years or more he imagined. Yet there was no denying the presence in the chair now",
    "date_created": "2022-02-28T00:52:48.769746Z",
    "user": "kurt",
    "topic": "Music"
  },
  {
    "title": "The chic gangster liked to start the day with a pink scarf.",
    "content": "Ten more steps. If he could take ten more steps it would be over, but his legs wouldn't move. He tried to will them to work, but they wouldn't listen to his brain. Ten more steps and it would be over but it didn't appear he would be able to do it.",
    "date_created": "2022-02-28T00:53:22.634633Z",
    "user": "kurt",
    "topic": "Movies"
  },
  {
    "title": "That is an appealing treasure map that I can't read.",
    "content": "There were a variety of ways to win the game. James had played it long enough to know most of them and he could see what his opponent was trying to do. There was a simple counterattack that James could use and the game should be his. He began deploying it with the confidence of a veteran player who had been in this situation a thousand times in the past. So, it was with great surprise when his opponent used a move he had never before seen or anticipated to easily defeat him in the game.",
    "date_created": "2022-02-28T00:53:39.688455Z",
    "user": "kurt",
    "topic": "Video Games"
  },
  {
    "title": "A suit of armor provides excellent sun protection on hot days.",
    "content": "It was supposed to be a dream vacation. They had planned it over a year in advance so that it would be perfect in every way. It had been what they had been looking forward to through all the turmoil and negativity around them. It had been the light at the end of both their tunnels. Now that the dream vacation was only a week away, the virus had stopped all air travel.",
    "date_created": "2022-02-28T00:54:03.295248Z",
    "user": "kurt",
    "topic": "Cars"
  },
  {
    "title": "Standing on one's head at job interviews forms a lasting impression.",
    "content": "The water rush down the wash and into the slot canyon below. Two hikers had started the day to sunny weather without a cloud in the sky, but they hadn't thought to check the weather north of the canyon. Huge thunderstorms had brought a deluge o rain and produced flash floods heading their way. The two hikers had no idea what was coming.",
    "date_created": "2022-02-28T00:54:19.902379Z",
    "user": "kurt",
    "topic": "Popular"
  }
]